driver-tests/bpelse/faulthandling/StandardFaultsJbi/test/results/CorrelationViolation_ThrowFromInvoke/Actual_20130226140700_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <Message xmlns="http://xml.netbeans.org/schema/StandardFaultsBpel/src/CorrelationViolation/XmlSchema" xmlns:msgns="http://j2ee.netbeans.org/wsdl/StandardFaultsBpel/CorrelationViolation/ThrowFromInvoke/StandardFaultWSDL">
      <Id1>corr11</Id1>
      <Id2>corr21</Id2>
      <Data>Request Response Correlation Mismatch</Data>
    </Message>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>